{
  "default": "full",
  "context": {
    "newsArticle": {
      "title": "Surgery Partners, Inc. Announces Fourth Quarter and Full Year 2016 Results"
    }
  },
  "variants": [
    {
      "name": "full",
      "label": "Full",
      "context": {
        "newsArticle": {
          "article": [
            "NASHVILLE, Tenn., July 25, 2017 (GLOBE NEWSWIRE) -- Surgery Partners, Inc. (NASDAQ:SGRY) (“Surgery Partners”), a leading healthcare services company, today announced that the Company will release its second quarter 2017 results after the market close on Tuesday, August 8, 2017, to be followed by a conference call on Wednesday, August 9 at 8:30 a.m. (Eastern Time).",
            "The conference call can be accessed live over the phone by dialing 1-877-407-0792, or for international callers, 1-201-689-8263. A replay will be available two hours after the call and can be accessed by dialing 1-844-512-2921, or for international callers, 1-412-317-6671. The passcode for the live call and the replay is 13667317. The replay will be available until August 23, 2017.",
            "Interested investors and other parties may also listen to a simultaneous webcast of the conference call by logging onto the Investor Relations section of the Company's website at www.surgerypartners.com. The on-line replay will be available for a limited time beginning immediately following the call.",
            "To learn more about Surgery Partners, please visit the company's website at www.surgerypartners.com. Surgery Partners uses its website as a channel of distribution of material company information. Financial and other material information regarding Surgery Partners is routinely posted on the company's website and is readily accessible."
          ],
          "pressRelease": {
            "bio": {
              "heading": "About Surgery Partners",
              "bio": "Headquartered in Nashville, Tennessee, Surgery Partners is a leading healthcare services company with a differentiated outpatient delivery model focused on providing high quality, cost effective solutions for surgical and related ancillary care in support of both patients and physicians. Founded in 2004, Surgery Partners is one of the largest and fastest growing surgical and ancillary services companies in the country, with more than 150 locations in 29 states, including surgical facilities, physician practices and urgent care facilities."
            },
            "contact": {
              "name": "Teresa Sparks, CFO",
              "company": "Surgery Partners, Inc.",
              "phone": "(615) 234-8940",
              "email": "IR@surgerypartners.com"
            }
          }
        }
      }
    },
    {
      "name": "preview",
      "label": "Preview",
      "context": {
        "newsArticle": {
          "date": {
            "formatted": "March 09, 2017 - 4:02 p.m.",
            "iso": "2017-03-09T16:02"
          },
          "excerpt": "Fourth quarter revenues increase 16% over prior year period driven by strong same facility revenue growth NASHVILLE, Tenn., March 09, 2017 (GLOBE NEWSWIRE) -- Surgery Partners, Inc. (NASDAQ:SGRY) (“Surgery Partners” or the “Company”), a leading provider of surgical services, today announced results for the fourth quarter and full year ended December 31, 2016. Highlights for the Fourth Quarter of 2016: Revenues increased 16.2% to $306.0 million over fourth quarter 2015 Same-faci…",
          "url": "/"
        }
      }
    }
  ]
}
